Repository: JiangNanGenius/floe-agent
Catalog: FloeAgent/FloeApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# notes.notes_document_tabs.saving
source: Saving
zh_hans: 正在保存

# notes.notes_document_tabs.search_document_names_and_content
source: Search document names and content
zh_hans: 搜索文档名称与内容

# notes.notes_document_tabs.there_are_unsaved_changes
source: There are unsaved changes
zh_hans: 尚有未保存修改

# notes.notes_export.could_not_create_the_pdf_check
source: Could not create the PDF; check available space.
zh_hans: 无法创建 PDF，请检查剩余空间。

# notes.notes_export.export_the_office_pdf_from_the
source: Export the Office PDF from the Office editor.
zh_hans: 请从 Office 编辑器导出 Office PDF。

# notes.notes_export.no_pages_to_export
source: No pages to export.
zh_hans: 没有可导出的页面。

# notes.notes_export.the_exported_pdf_could_not_be
source: The exported PDF could not be re-read.
zh_hans: 导出的 PDF 无法重新读取。

# notes.notes_ink_preferences.ballpoint_pen
source: Ballpoint pen
zh_hans: 圆珠笔

# notes.notes_ink_preferences.bold
source: Bold
zh_hans: 粗

# notes.notes_ink_preferences.brush_thickness
source: Brush thickness
zh_hans: 画笔粗细

# notes.notes_ink_preferences.calligraphy_pen
source: Calligraphy pen
zh_hans: 书法笔

# notes.notes_ink_preferences.color
source: Color
zh_hans: 颜色

# notes.notes_ink_preferences.color_2
source: Color %@
zh_hans: 颜色 %@

# notes.notes_ink_preferences.crayon
source: Crayon
zh_hans: 蜡笔

# notes.notes_ink_preferences.custom_brush_color
source: Custom brush color
zh_hans: 自定画笔颜色

# notes.notes_ink_preferences.custom_color
source: Custom color
zh_hans: 自定颜色

# notes.notes_ink_preferences.fine_liner
source: Fine-liner
zh_hans: 单线笔

# notes.notes_ink_preferences.fountain_pen
source: Fountain pen
zh_hans: 钢笔

# notes.notes_ink_preferences.hairline
source: Hairline
zh_hans: 细

# notes.notes_ink_preferences.highlighter
source: Highlighter
zh_hans: 荧光笔

# notes.notes_ink_preferences.medium
source: Medium
zh_hans: 中

# notes.notes_ink_preferences.pencil
source: Pencil
zh_hans: 铅笔

# notes.notes_ink_preferences.points
source: %@, %@ points
zh_hans: %@，%@ 点

# notes.notes_ink_preferences.watercolor
source: Watercolor
zh_hans: 水彩

# notes.notes_knowledge_attachment.note_material_selected_documentid_use_notes
source: Note material selected: %@. documentID=%@. Use notes.read for the latest content; strokes and images require a separate selection image and cannot be treated as recognized text.
zh_hans: 已选择手记资料：%@。documentID=%@。可使用 notes.read 读取最新内容；笔迹及图片需另行提供选区图像，不能当作已识别的文字。

# notes.notes_knowledge_picker.after_removal_the_assistant_can_no
source: After removal, the assistant can no longer read or modify that material through note tools; text and attachments already sent remain in the conversation.
zh_hans: 移除后助手不能再通过手记工具读取或修改该资料；已发送的文字和附件仍保留在对话中。

# notes.notes_knowledge_picker.allow_the_assistant_to_edit_selected
source: Allow the assistant to edit selected content
zh_hans: 允许助手修改所选内容

# notes.notes_knowledge_picker.can_read_and_modify
source: Can read and modify
zh_hans: 可读取和修改

# notes.notes_knowledge_picker.notes_content
source: Notes Content
zh_hans: 手记中的内容

# notes.notes_knowledge_picker.office_files
source: Office files
zh_hans: Office 文件

# notes.notes_knowledge_picker.pages
source: %@ pages
zh_hans: %@ 页

# notes.notes_knowledge_picker.pages.one
source: %@ page
zh_hans: %@ 页

# notes.notes_knowledge_picker.read_only_by_default_modifications_still
source: Read-only by default. Modifications still use Floe's tool permissions and approval settings.
zh_hans: 默认只读。修改仍使用 Floe 的工具权限与审批设置。

# notes.notes_knowledge_picker.reading_note
source: Reading note…
zh_hans: 正在读取手记…

# notes.notes_knowledge_picker.remove_access
source: Remove Access
zh_hans: 移除授权

# notes.notes_knowledge_picker.search_titles_body_text_and_annotations
source: Search titles, body text and annotations
zh_hans: 搜索标题、正文与批注

# notes.notes_knowledge_picker.sources_available_to_this_conversation
source: Sources Available to This Conversation
zh_hans: 当前对话可用的资料

# notes.notes_linked_mind_maps.change_to_the_whole_document
source: Change to the whole document
zh_hans: 改为整个文档

# notes.notes_linked_mind_maps.check_the_association_in_the_document
source: Check the association in the document mind map list or restore it from Trash.
zh_hans: 请在文档导图列表中检查关联或从回收站恢复。

# notes.notes_linked_mind_maps.close_mini_window
source: Close mini window
zh_hans: 关闭小窗

# notes.notes_linked_mind_maps.create_and_link
source: Create and link
zh_hans: 新建并关联

# notes.notes_linked_mind_maps.document_mind_map
source: Document mind map
zh_hans: 文档导图

# notes.notes_linked_mind_maps.drag_the_mind_map_mini_window
source: Drag the mind map mini window
zh_hans: 拖动导图小窗

# notes.notes_linked_mind_maps.floe_assistant
source: Floe Assistant
zh_hans: Floe 助手

# notes.notes_linked_mind_maps.full_editor
source: Full editor
zh_hans: 完整编辑器

# notes.notes_linked_mind_maps.link_existing_mind_map
source: Link existing mind map
zh_hans: 关联已有导图

# notes.notes_linked_mind_maps.link_to_a_specific_page
source: Link to a specific page
zh_hans: 关联到指定页面

# notes.notes_linked_mind_maps.link_to_current_page
source: Link to current page
zh_hans: 关联到当前页

# notes.notes_linked_mind_maps.linked
source: Linked
zh_hans: 已关联

# notes.notes_linked_mind_maps.mind_map
source: Mind map
zh_hans: 导图

# notes.notes_linked_mind_maps.mind_map_unavailable
source: Mind map unavailable
zh_hans: 导图不可用

# notes.notes_linked_mind_maps.more_actions
source: More actions
zh_hans: 更多操作

# notes.notes_linked_mind_maps.moved_to_trash
source: Moved to Trash
zh_hans: 已移入回收站

# notes.notes_linked_mind_maps.new_mind_map_name
source: New mind map name
zh_hans: 新导图名称

# notes.notes_linked_mind_maps.no_linked_mind_map_yet
source: No linked mind map yet
zh_hans: 还没有关联导图

# notes.notes_linked_mind_maps.resize_the_mind_map_mini_window
source: Resize the mind map mini window
zh_hans: 调整导图小窗大小

# notes.notes_linked_mind_maps.restore_mind_map
source: Restore mind map
zh_hans: 恢复导图

# notes.notes_linked_mind_maps.restore_mini_window
source: Restore mini window
zh_hans: 还原小窗

# notes.notes_linked_mind_maps.saving
source: Saving
zh_hans: 保存中

# notes.notes_linked_mind_maps.the_mind_map_is_saved_independently
source: The mind map is saved independently and also appears in the Notes mind map list. Unlinking or deleting this document does not delete the mind map.
zh_hans: 导图独立保存，也会出现在手记的导图列表中。解除关联或删除这份文档，不会删除导图。

# notes.notes_linked_mind_maps.topic_attachments
source: Topic attachments
zh_hans: 主题附件

# notes.notes_linked_mind_maps.undo
source: Undo
zh_hans: 撤销

# notes.notes_linked_mind_maps.unlink
source: Unlink
zh_hans: 解除关联

# notes.notes_linked_mind_maps.whole_document
source: Whole document
zh_hans: 整个文档

# notes.notes_office_view.could_not_save_to_notes_please
source: Could not save to Notes; please try again.
zh_hans: 未能保存到手记，请重试。

# notes.notes_office_view.could_not_save_to_notes_the
source: Could not save to Notes: %@ The Office editing copy was kept; you can retry or export.
zh_hans: 未能保存到手记：%@ Office 编辑副本已保留，可重试或导出。

# notes.notes_office_view.found_office_recovery_copies
source: Found %@ Office recovery copies
zh_hans: 发现 %@ 份 Office 恢复副本

# notes.notes_office_view.mind_map
source: Mind Map
zh_hans: 思维导图

# notes.notes_office_view.office_is_opening_or_saving_switch
source: Office is opening or saving; switch again shortly.
zh_hans: Office 正在打开或保存，请稍后切换。

# notes.notes_office_view.office_recovery
source: Office recovery
zh_hans: Office 恢复

# notes.notes_office_view.recovery_copy
source: · Recovery copy
zh_hans: · 恢复副本

# notes.notes_office_view.restore_as_a_standalone_document
source: Restore as a standalone document
zh_hans: 恢复为独立文档

# notes.notes_office_view.retry_opening
source: Retry opening
zh_hans: 重试打开

# notes.notes_office_view.retry_saving_to_notes
source: Retry saving to Notes
zh_hans: 重试保存到手记

# notes.notes_office_view.saving_the_office_document_switch_again
source: Saving the Office document; switch again shortly.
zh_hans: 正在保存 Office 文档，请稍后切换。

# notes.notes_office_view.the_document_was_saved_but_the
source: The document was saved, but the recovery record could not be updated: %@
zh_hans: 文档已保存，但恢复记录未能更新：%@

# notes.notes_office_view.the_office_save_did_not_finish
source: The Office save did not finish; the edited copy was kept.
zh_hans: Office 保存未完成，编辑副本已保留。

# notes.notes_palette_presentation.ai_selection
source: AI selection
zh_hans: AI 选区

# notes.notes_palette_presentation.ai_selection_2
source: AI selection
zh_hans: AI 选区

# notes.notes_palette_presentation.close_the_tool_ring_and_continue
source: Close the tool ring and continue writing
zh_hans: 关闭工具环，继续书写

# notes.notes_palette_presentation.eraser
source: Eraser
zh_hans: 橡皮

# notes.notes_palette_presentation.highlighter
source: Highlighter
zh_hans: 荧光笔

# notes.notes_palette_presentation.lasso
source: Lasso
zh_hans: 套索

# notes.notes_palette_presentation.lasso_2
source: Lasso
zh_hans: 套索

# notes.notes_palette_presentation.pen
source: Pen
zh_hans: 笔

# notes.notes_palette_presentation.pen_2
source: Pen
zh_hans: 笔

# notes.notes_palette_presentation.preview_tap_to_choose
source: Preview; tap to choose
zh_hans: 预览，轻触选择

# notes.notes_palette_presentation.top_center
source: Top center
zh_hans: 正上方

# notes.notes_palette_presentation.top_left
source: Top left
zh_hans: 左上方

# notes.notes_palette_presentation.top_right
source: Top right
zh_hans: 右上方

# notes.notes_root_view.all_content
source: All content
zh_hans: 全部内容

# notes.notes_root_view.all_notebooks
source: All Notebooks
zh_hans: 所有笔记本

# notes.notes_root_view.and_its_undo_history_cannot_be
source: “%@” and its undo history cannot be recovered. Attachments used by independently linked mind maps and other content are kept.
zh_hans: “%@”及其撤销记录将无法恢复。独立关联导图和其他内容使用的附件会保留。

# notes.notes_root_view.blank_note
source: Blank Note
zh_hans: 空白手记

# notes.notes_root_view.body_text_not_indexed
source: Body text not indexed
zh_hans: 正文未索引

# notes.notes_root_view.content
source: Content
zh_hans: 内容

# notes.notes_root_view.cover_view
source: Cover view
zh_hans: 封面视图

# notes.notes_root_view.create_a_note_import_slides_or
source: Create a note, import slides, or start a mind map.
zh_hans: 新建手记、导入课件，或开始一张思维导图。

# notes.notes_root_view.delete_permanently
source: Delete permanently
zh_hans: 永久删除

# notes.notes_root_view.documents
source: Documents
zh_hans: 文档

# notes.notes_root_view.documents_are_not_fully_indexed_yet
source: %@ documents are not fully indexed yet; search results may be incomplete.
zh_hans: %@ 份文档尚未完整索引，搜索结果可能不完整。

# notes.notes_root_view.documents_are_not_fully_indexed_yet.one
source: %@ document is not fully indexed yet; search results may be incomplete.
zh_hans: %@ 份文档尚未完整索引，搜索结果可能不完整。

# notes.notes_root_view.excel_spreadsheet
source: Excel Spreadsheet
zh_hans: Excel 表格

# notes.notes_root_view.favorites
source: Favorites
zh_hans: 收藏

# notes.notes_root_view.import_from_floe_workspace
source: Import from Floe Workspace
zh_hans: 从 Floe 工作区导入

# notes.notes_root_view.indexing
source: Indexing: %@
zh_hans: 正在索引：%@

# notes.notes_root_view.list_view
source: List view
zh_hans: 列表视图

# notes.notes_root_view.move_to_notebook
source: Move to Notebook
zh_hans: 移到笔记本

# notes.notes_root_view.move_to_trash
source: Move to Trash
zh_hans: 移到回收站

# notes.notes_root_view.name
source: Name
zh_hans: 名称

# notes.notes_root_view.new_excel_spreadsheet
source: New Excel spreadsheet
zh_hans: 新建 Excel 表格

# notes.notes_root_view.new_mind_map
source: New mind map
zh_hans: 新建思维导图

# notes.notes_root_view.new_note
source: New note
zh_hans: 新建手记

# notes.notes_root_view.new_notebook
source: New notebook
zh_hans: 新建笔记本

# notes.notes_root_view.new_or_import
source: New or Import
zh_hans: 新建或导入

# notes.notes_root_view.new_powerpoint_presentation
source: New PowerPoint presentation
zh_hans: 新建 PowerPoint 演示文稿

# notes.notes_root_view.new_word_document
source: New Word document
zh_hans: 新建 Word 文档

# notes.notes_root_view.no_matching_content_found
source: No matching content found
zh_hans: 没有找到匹配的内容

# notes.notes_root_view.notebook
source: Notebook
zh_hans: 笔记本

# notes.notes_root_view.notes
source: Notes
zh_hans: 手记

# notes.notes_root_view.nothing_here_yet
source: Nothing here yet
zh_hans: 还没有内容

# notes.notes_root_view.office_document
source: Office document
zh_hans: Office 文档

# notes.notes_root_view.opening_note
source: Opening note…
zh_hans: 正在打开手记…

# notes.notes_root_view.permanently_delete_this_content
source: Permanently delete this content?
zh_hans: 永久删除此内容？

# notes.notes_root_view.powerpoint_presentation
source: PowerPoint Presentation
zh_hans: PowerPoint 演示文稿

# notes.notes_root_view.re_index_body_text
source: Re-index body text
zh_hans: 重新索引正文

# notes.notes_root_view.remove_from_favorites
source: Remove from favorites
zh_hans: 取消收藏

# notes.notes_root_view.rename_notebook
source: Rename Notebook
zh_hans: 重命名笔记本

# notes.notes_root_view.restore
source: Restore “%@”
zh_hans: 恢复“%@”

# notes.notes_root_view.search_document_names_and_content
source: Search document names and content
zh_hans: 搜索所有文档的名称与内容

# notes.notes_root_view.topics
source: %@ topics
zh_hans: %@ 个主题

# notes.notes_root_view.topics.one
source: %@ topic
zh_hans: %@ 个主题

# notes.notes_root_view.trash
source: Trash
zh_hans: 回收站

# notes.notes_root_view.try_other_keywords_scans_and_handwriting
source: Try other keywords. Scans and handwriting must be recognized before they become text-searchable.
zh_hans: 试试其他关键词。扫描件和手写内容需要识别后才能按文字搜索。

# notes.notes_root_view.waiting_for_body_text_indexing
source: Waiting for body text indexing
zh_hans: 等待正文索引

# notes.notes_root_view.word_document
source: Word Document
zh_hans: Word 文档

# notes.notes_session.deleted_attachments_could_not_be_reclaimed
source: Deleted attachments could not be reclaimed; reopen the note to retry:
zh_hans: 未能回收已删除附件，可重新打开手记重试：

# notes.notes_session.edit_content
source: Edit content
zh_hans: 编辑内容

# notes.notes_session.saving_switch_documents_shortly
source: Saving; switch documents shortly.
zh_hans: 正在保存，请稍后切换文档。

# notes.notes_session.the_cited_material_is_in_trash
source: The cited material is in Trash; restore it first.
zh_hans: 引用资料在回收站中，请先恢复。

# notes.notes_session.the_cited_page_was_deleted_you
source: The cited page was deleted; you can undo that deletion in the source note.
zh_hans: 引用页面已被删除，可以在源手记中撤销相应删除操作。

# notes.notes_session.the_current_document_is_not_saved
source: The current document is not saved yet; retry saving before switching or closing tabs.
zh_hans: 当前文档尚未保存，请先重试保存，再切换或关闭标签。

# notes.notes_session.this_document_was_deleted
source: This document was deleted.
zh_hans: 此文档已被删除。

# notes.notes_session.this_office_format_is_not_supported
source: This Office format is not supported.
zh_hans: 不支持此 Office 格式。

# notes.notes_session.this_reference_does_not_belong_to
source: This reference does not belong to a note.
zh_hans: 此引用不属于手记。

# notes.notes_session.untitled_mind_map
source: Untitled mind map
zh_hans: 未命名导图

# notes.notes_session.untitled_note
source: Untitled note
zh_hans: 未命名手记

# notes.notes_session.writing
source: Writing
zh_hans: 书写

# notes.notes_store.a_single_note_resource_cannot_exceed
source: A single note resource cannot exceed 512 MB.
zh_hans: 单个手记资源不能超过 512 MB。

# notes.notes_store.add_the_mind_map_to_link
source: Add the mind map to link to this conversation's material scope first.
zh_hans: 请先把要关联的导图加入此对话的资料范围。

# notes.notes_store.enter_a_notebook_name
source: Enter a notebook name.
zh_hans: 请输入笔记本名称。

# notes.notes_store.invalid_open_time
source: Invalid open time.
zh_hans: 打开时间无效。

# notes.notes_store.invalid_recent_list_count
source: Invalid recent-list count.
zh_hans: 最近列表数量无效。

# notes.notes_store.link_new_mind_map
source: Link new mind map
zh_hans: 关联新导图

# notes.notes_store.move_the_content_to_trash_first
source: Move the content to Trash first.
zh_hans: 请先将内容移到回收站。

# notes.notes_store.no_edits_to_redo
source: No edits to redo.
zh_hans: 没有可重做的编辑。

# notes.notes_store.no_edits_to_undo
source: No edits to undo.
zh_hans: 没有可撤销的编辑。

# notes.notes_store.only_regular_files_can_be_imported
source: Only regular files can be imported.
zh_hans: 只能导入普通文件。

# notes.notes_store.restore_the_content_first
source: Restore the content first.
zh_hans: 请先恢复内容。

# notes.notes_store.restore_the_content_from_trash_first
source: Restore the content from Trash first.
zh_hans: 请先从回收站恢复内容。

# notes.notes_store.restore_the_material_first
source: Restore the material first.
zh_hans: 请先恢复资料。

# notes.notes_store.select_this_document_in_notes_and
source: Select this document in Notes and open the assistant first.
zh_hans: 请先在手记中选择此文档并打开助手。

# notes.notes_store.the_edit_batch_is_empty_or
source: The edit batch is empty or too large.
zh_hans: 编辑批次为空或过大。

# notes.notes_store.the_import_document_count_or_identifier
source: The import document count or identifier is invalid.
zh_hans: 导入文档数量或标识无效。

# notes.notes_store.the_link_target_is_not_a
source: The link target is not a usable mind map.
zh_hans: 关联目标不是可用的思维导图。

# notes.notes_store.the_link_target_is_not_a_2
source: The link target is not a mind map.
zh_hans: 关联目标不是思维导图。

# notes.notes_store.the_linked_mind_map_was_moved
source: The linked mind map was moved to Trash; restore it or unlink it before exporting.
zh_hans: 关联导图已移入回收站；请恢复或解除关联后再导出。

# notes.notes_store.the_notebook_name_is_empty_or
source: The notebook name is empty or too long.
zh_hans: 笔记本名称为空或过长。

# notes.notes_store.the_recovery_copy_already_has_newer
source: The recovery copy already has newer changes; keep both versions and continue in the copy.
zh_hans: 恢复副本已有新的修改；请保留两个版本，在副本中继续。

# notes.notes_store.the_resource_exceeds_the_import_limit
source: The resource exceeds the import limit.
zh_hans: 资源超过导入上限。

# notes.notes_store.the_target_notebook_does_not_exist
source: The target notebook does not exist.
zh_hans: 目标笔记本不存在。

# notes.notes_store.this_conversation_is_no_longer_authorized
source: This conversation is no longer authorized to modify that material.
zh_hans: 此对话已没有修改该资料的授权。

# notes.notes_store.this_task_has_no_selected_note
source: This task has no selected note material.
zh_hans: 此任务没有已选择的手记资料。

# notes.office.assistantAndMindMaps
source: Floe assistant and mind maps
zh_hans: Floe 助手与思维导图

# notes.office.externalUpdate.banner
source: This document has an update. Your edits are kept.
zh_hans: 文档已有更新，你的编辑已保留

# notes.office.externalUpdate.continueEditing
source: Keep editing
zh_hans: 继续编辑

# notes.office.externalUpdate.copySuffix
source: kept copy
zh_hans: 保留副本

# notes.office.externalUpdate.exportCopy
source: Export recovery copy
zh_hans: 导出恢复副本

# notes.office.externalUpdate.keepCopyAndOpen
source: Keep a copy and open the update
zh_hans: 保留副本并打开新版

# notes.office.externalUpdate.keepCopyFailed
source: The edit could not be flushed, so it was not copied. The editor keeps your work and can be exported.
zh_hans: 未能写入编辑副本，未创建新文档。当前页面仍保留你的编辑，可导出或重试。

# notes.office.unavailable.description
source: Your original file has been preserved.
zh_hans: 原文件已保留。

# notes.office.unavailable.title
source: Office editing is unavailable
zh_hans: Office 编辑暂不可用

# notification.unreachable.environment.deleted_body
source: This environment may have been deleted; the execution environment list is open.
zh_hans: 该环境可能已被删除，已为你打开执行环境列表。

# notification.unreachable.environment.stopped_body
source: This environment is not running; the execution environment list is open so you can start it again.
zh_hans: 该环境当前未运行，已打开执行环境列表，可重新启动。

# notification.unreachable.environment.title
source: Cannot open environment
zh_hans: 无法打开环境

# notification.unreachable.environment.unknown_body
source: The environment state could not be confirmed; the execution environment list is open.
zh_hans: 该环境状态暂时无法确认，已为你打开执行环境列表。

# notification.unreachable.task.body
source: This task may have been deleted. Choose an existing task from the task list.
zh_hans: 该任务可能已被删除，请从任务列表选择现有任务。

# notification.unreachable.task.title
source: Cannot open task
zh_hans: 无法打开任务

# office.editor.close
source: Close
zh_hans: 关闭

# office.editor.error
source: Unable to edit this Office file
zh_hans: 无法编辑此 Office 文件

# office.editor.loading
source: Opening Office document…
zh_hans: 正在打开 Office 文档…

# office.editor.open
source: Edit in Office
zh_hans: 在 Office 中编辑

# office.editor.openedElsewhere
source: Opened in Office
zh_hans: 已在 Office 中打开

# office.editor.save
source: Save
zh_hans: 保存

# onboarding.add_provider
source: Add a Provider
zh_hans: 添加提供商

# onboarding.point.approvals.detail
source: Consequential actions show their exact scope before they run.
zh_hans: 重要操作执行前会显示完整、准确的授权范围。

# onboarding.point.approvals.title
source: You stay in control
zh_hans: 控制权始终在你手中

# onboarding.point.no_account.detail
source: Floe works without a Floe account or analytics profile.
zh_hans: 无需 Floe 账户，也不会建立分析画像。

# onboarding.point.no_account.title
source: No account required
zh_hans: 无需注册账户

# onboarding.point.your_keys.detail
source: Add an API provider you trust; credentials remain in Keychain.
zh_hans: 添加你信任的 API 服务商；凭据保存在系统钥匙串中。

# onboarding.point.your_keys.title
source: Bring your own models
zh_hans: 连接你自己的模型

# onboarding.subtitle
source: Start with a cloud or local model, then enable the capabilities your work needs.
zh_hans: 从云端或本地模型开始，再按任务需要启用更多能力。

# onboarding.title
source: Welcome to Floe
zh_hans: 欢迎使用 Floe

# onboarding.view_providers
source: View Providers
zh_hans: 查看提供商

# packages.environment_management_service.disabled_software_source
source: Disabled software source
zh_hans: 已停用软件源

# packages.environment_management_service.enter_a_template_name_of_1
source: Enter a template name of 1–80 characters
zh_hans: 请输入 1–80 字的模板名称

# packages.environment_management_service.enter_an_https_software_source_url
source: Enter an HTTPS software source URL with a valid distribution and component
zh_hans: 请输入 HTTPS 软件源地址，以及有效的发行版和组件

# packages.environment_management_service.installed
source: Installed:
zh_hans: 已安装：

# packages.environment_management_service.pinned_the_version_of
source: Pinned the version of %@
zh_hans: 已固定 %@ 的版本

# packages.environment_management_service.provide_a_valid_openpgp_public_signing
source: Provide a valid OpenPGP public signing key
zh_hans: 请提供有效的 OpenPGP 签名公钥

source: Software source enabled; refresh the index
zh_hans: 已启用软件源；请刷新索引

# packages.environment_management_service.software_source_removed
source: Software source removed
zh_hans: 已移除软件源

# packages.environment_management_service.software_source_removed_2
source: Software source removed
zh_hans: 软件源已移除

source: Software source saved; signature fingerprint:
zh_hans: 已保存软件源；签名指纹：

# packages.environment_management_service.stop_this_environment_before_saving_a
source: Stop this environment before saving a consistent dependency template
zh_hans: 请先停止此环境，再保存一致的依赖模板

source: The inherited environment is unavailable; restore the parent environment first
zh_hans: 继承的环境不可用；请先恢复父环境

# packages.environment_management_service.the_package_is_already_at_the
source: The package is already at the current version
zh_hans: 软件包已是当前版本

# packages.environment_management_service.the_public_key_file_exceeds_1
source: The public key file exceeds 1 MB
zh_hans: 公钥文件超过 1 MB

source: This environment cannot be restored; check the dependency rebuild status
zh_hans: 此环境无法恢复；请检查依赖重建状态

# packages.environment_management_service.this_environment_has_no_software_sources
source: This environment has no software sources configured; add one first
zh_hans: 此环境尚未配置软件源，请先添加软件源

# packages.environment_management_service.this_environment_is_not_writable_or
source: This environment is not writable, or its dependencies need rebuilding
zh_hans: 此环境不可写，或需要重建依赖

# packages.environment_management_service.uninstalled
source: Uninstalled %@
zh_hans: 已卸载 %@

# packages.environment_management_service.unpinned_the_version_of
source: Unpinned the version of %@
zh_hans: 已解除 %@ 的版本固定

source: Unsigned software source saved; trusted for this source only
zh_hans: 已保存无签名软件源；仅对此源信任
